{
	"landing": {
		"title": "Home",
		"subtext": "Photography"
	},
	"navigation": {
		"home": "Home",
		"about": "About",
		"projects": "Projects",
		"portfolio": "Portfolio",
		"videos": "Videos",
		"connect": "Connect",
		"photography": "navigation.photography"
	},
	"about": {
		"button": "Connect with Conor",
		"content": "<p> Conor Nickerson is a photographer and musician based in Montreal, originally from the state of Massachusetts. With a long passion for music, Conor has performed at the Kennedy Center for the Performing Arts in Washington DC, Boston Symphony Hall, and the Chicago Symphony Center, and is studied as both a classical and jazz musician. A multi-instrumentalist, Conor plays a mélange of genres and composes his own music. Providing double bass, guitar, saxophone, piano, harmonium, drums, and vocals for his recordings, Conor truly is a self-sufficient musician. </p> <p> Gaining traction as a photographer, Conor’s work has been featured by the Montreal Gazette, Breakfast Television, and McGill University. Be it fashion photography, portraiture, artist profile, event photography, or anything else, Conor is always expanding his portfolio. Experienced in historical colorization, post production and photo editing, Conor is practiced in Adobe Lightroom and Photoshop as well as the development of film. An amature videographer, Conor works recording videos for musicians, producing music videos, short films and sketches. </p> <p> Conor is completing his Undergraduate Degree as a jazz saxophonist at the renowned <a href=\"http://www.mcgill.ca/music/\" target=\"_blank\">Schulich School of Music </a> at <a href=\"http://www.mcgill.ca/\" target=\"_blank\"> McGill University </a>, and is the Photo Editor of <a href=\"http://www.mcgilldaily.com/\" target=\"_blank\"> The McGill Daily</a>. </p>",
		"title": "About"
	},
	"projects": {
		"title": "Projects",
		"colorized_history": "Colorized History",
		"childhood": "Childhood",
		"coming_soon": "Coming Soon",
		"then_and_now": "Then & Now"
	},
	"portfolio": {
		"title": "Portfolio",
		"portraits": "Portraits",
		"work": "At Work",
		"city": "City",
		"rural": "Rural"
	},
	"connect": {
		"title": "Connect with Conor"
	},
	"footer": "&copy; 2017 Conor Nickerson. Site designed by <a href=\"https://tylernickerson.com\" target=\"_blank\">Tyler Nickerson</a>"
}