{
	"landing": {
		"title": "Accueil",
		"subtext": "Photographie"
	},
	"navigation": {
		"home": "Home",
		"about": "À Propos",
		"projects": "Projets",
		"portfolio": "Portefeuille",
		"videos": "Vidéos",
		"connect": "Connectez"
	},
	"about": {
		"button": "Connectez avec Conor",
		"content": "<p> Conor Nickerson est un photographe et musicien à Montréal, originaire du Massachusetts aux ÉU. Avec une vrai passion pour la musique, Conor a joué dans des lieux comme le Kennedy Center for the Performing Arts à Washington DC, la Boston Symphony Hall, et le Chicago Symphony Center, et il est formé comme musicien classique et jazz. En multi-instrumentaliste, Conor joue un mélange de genres et il compose. Jouant la contrebasse, la guitare, le saxophone, le piano, le harmonium, la batterie, les vocales, et d’autre pour ses enregistrements. C’est un musicien réellement autosuffisant. </p> <p> Comme un photographe, la photographie de Conor a été partagé par le Montreal Gazette, le Breakfast Television, et l’Université McGill. Si c’est la photographie de la mode, les portraits, les profils des artistes, la photographie d'événements, ou bien tout le reste, Conor est toujours en train de développer son portefeuille. Avec l'expérience avec l’ajoute de couleurs aux photographes historiques, le post-production, et l’édition de photos, Conor est pratiqué en Adobe Lightroom et Photoshop et le développement de film. Comme vidéaste amateur, Conor travaille faisant des vidéos pour les musiciens, les courts métrages, et les sketches. </p> <p> Conor finis son Diplôme de premier cycle comme saxophoniste jazz au renommé <a href=\"http://www.mcgill.ca/music/\" target=\"_blank\">École de Musique Schulich </a> à <a href=\"http://www.mcgill.ca/\" target=\"_blank\">l’Université McGill </a> et il est l'éditeur de photos au <a href=\"http://www.mcgilldaily.com/\" target=\"_blank\">McGill Daily</a>. </p>",
		"title": "À Propos"
	},
	"projects": {
		"title": "Projets",
		"colorized_history": "Colorization",
		"childhood": {
			"title": "Enfance",
			"description": "Moi-même en train de sortir avec moi-même, vers 1997-2005"
		},
		"coming_soon": "Prochainement",
		"then_and_now": "Then & Now"
	},
	"portfolio": {
		"title": "Portefeuille",
		"portraits": "Portraits",
		"music": "Musique",
		"city": "Cité",
		"rural": "Campagne"
	},
	"connect": {
		"title": "Connectez avec Conor"
	},
	"footer": "&copy; 2017 Conor Nickerson. Site conçu par <a href=\"https://tylernickerson.com\" target=\"_blank\">Tyler Nickerson</a>"
}