{"data":{"en":{"pageName":"About","title":"About","description":{"childMarkdownRemark":{"html":"<p>Conor Nickerson is a photographer and musician based in Montreal, originally from Massachusetts. As a photographer, Conor does freelance work shooting portraits and live music, as well as other independent projects. His project <a href=\"http://conornickerson.wixsite.com/site/then-now\">Then &#x26; Now (2016)</a> was published around Montreal, and his introspective series <a href=\"https://conornickerson.com/en/projects/childhood\">Childhood (2017)</a> garnered international attention. Experienced in historical colorization, post production and photo editing, Conor is practiced in Adobe Lightroom and Photoshop as well as the development of film. An amature videographer, Conor works recording videos for musicians and other short films.</p>\n<p>As a musician, Conor is studied in both classical and jazz. A multi-instrumentalist, he plays a mélange of genres and composes his own music.</p>\n<p>Conor is completing his Undergraduate Degree as a jazz saxophonist at the <a href=\"http://www.mcgill.ca/music/\">Schulich School of Music</a> at <a href=\"http://www.mcgill.ca/\">McGill University</a>.</p>"}},"buttonText":"Connect with Conor","buttonLink":"/connect"},"fr":{"pageName":"À Propos","title":"À Propos","description":{"childMarkdownRemark":{"html":"<p>Conor Nickerson est un photographe et musicien actuellement à Montréal, originaire du Massachusetts aux ÉU. Comme un photographe, Conor travail en freelance dans les portraits et la musique live, et il fait les projets indépendants. Son projet <a href=\"http://conornickerson.wixsite.com/site/then-now\">Then &#x26; Now (2016)</a> était partagé à Montreal, et sa série introspective <a href=\"https://conornickerson.com/en/projects/childhood\">Childhood (2017)</a> a attiré l’attention internationale. Avec l'expérience avec l’ajoute de couleurs aux photographes historiques, le post-production, et l’édition de photos, Conor est pratiqué en Adobe Lightroom et Photoshop et le développement de film. Comme vidéaste amateur, Conor travaille faisant des vidéos pour les musiciens et d’autres petites vidéos.</p>\n<p>Comme musicien, il est formé en classique et en jazz. En multi-instrumentaliste, Conor joue un mélange de genres et il compose.</p>\n<p>Conor finis son Diplôme de premier cycle comme saxophoniste jazz à <a href=\"http://www.mcgill.ca/music/\">l’École de Musique Schulich</a> à <a href=\"http://www.mcgill.ca/\">l’Université McGill</a>.</p>"}},"buttonText":"Connectez avec Conor","buttonLink":"/connect"}},"pageContext":{}}